[
  {
    "id": 1,
    "cover_image": "https://i.ibb.co/zH1q8gZ/3d-electric-car-building.jpg",
    "estate_title": "Spacious Family Home",
    "segment_name": "Single-family homes",
    "description": "Welcome to VistaVillas, where every aspect of our apartment complex is designed to cater to the unique needs of families. Nestled amidst lush greenery and thoughtfully designed with families in mind, VistaVillas is more than just an apartment complex - it's a vibrant community where memories are made, friendships are formed, and lifelong bonds are nurtured. Founded with a vision to create a safe, welcoming, and inclusive environment for families, VistaVillas embodies the essence of modern living combined with traditional values.",
    "price": 500000,
    "status": "Sale",
    "area": "3000 sq ft",
    "location": "Green Meadows",
    "facilities": ["living room", "backyard", "garage", "playroom", "security"]
  },
  {
    "id": 2,
    "cover_image": "https://i.ibb.co/LvJ9VG5/4908.jpg",
    "estate_title": "Modern Townhouse",
    "segment_name": "Townhouses",
    "description": "Welcome to Urban Edge Townhomes, where contemporary design meets urban convenience. These sleek and stylish townhouses offer the perfect blend of modern living and city lifestyle. Each unit features open-concept floor plans, high-end finishes, and abundant natural light, creating a sophisticated and inviting atmosphere for residents.",
    "price": 700000,
    "status": "Sale",
    "area": "2500 sq ft",
    "location": "City Center District",
    "facilities": ["living room", "rooftop terrace", "garage", "garden", "spa"]
  },
  {
    "id": 3,
    "cover_image": "https://i.ibb.co/Xz7wHqg/hero.jpg",
    "estate_title": "Urban Apartment Living",
    "segment_name": "Apartments",
    "description": "Welcome to Metropolitan Lofts, where urban living meets modern luxury. Situated in the heart of the bustling city, our loft-style apartments offer a unique blend of convenience, style, and sophistication. Each unit features contemporary design elements, high-end finishes, and panoramic views of the city skyline, providing residents with an unparalleled urban living experience.",
    "price": 10000,
    "status": "Rent",
    "area": "1200 sq ft",
    "location": "Downtown Plaza",
    "facilities": [
      "living room",
      "gym",
      "swimming pool",
      "security",
      "playroom"
    ]
  },
  {
    "id": 4,
    "cover_image": "https://i.ibb.co/jLz8w38/img1.jpg",
    "estate_title": "Student Dormitory",
    "segment_name": "Student housing",
    "description": "Welcome to Campus Haven Residences, the ultimate destination for student living. Located within walking distance of the university campus, our housing complex offers a vibrant and supportive community for students seeking convenience, comfort, and camaraderie. With a range of amenities and services tailored to student life, Campus Haven Residences provides a safe and welcoming environment where students can thrive academically and socially.",
    "price": 2500,
    "status": "Rent",
    "area": "400 sq ft (per room)",
    "location": "University District",
    "facilities": ["bedroom", "study area", "common room", "laundry", "gym"]
  },
  {
    "id": 5,
    "cover_image": "https://i.ibb.co/QYCC4Yn/img2.jpg",
    "estate_title": "Senior Living Community",
    "segment_name": "Senior living communities",
    "description": "Welcome to Golden Oaks Retirement Village, where golden years are truly golden. Our community offers a tranquil and enriching environment for seniors seeking comfort, companionship, and care. Nestled amidst scenic landscapes, our village provides a range of amenities and services tailored to meet the unique needs and preferences of each resident. From luxurious accommodations to engaging activities and personalized care plans, Golden Oaks is committed to enhancing the quality of life for every member of our community.",
    "price": 300000,
    "status": "Sale",
    "area": "1500 sq ft",
    "location": "Sunset Gardens",
    "facilities": [
      "bedroom",
      "common areas",
      "dining hall",
      "healthcare services",
      "laundry"
    ]
  },
  {
    "id": 6,
    "cover_image": "https://i.ibb.co/D7TkSFP/img3.jpg",
    "estate_title": "Beachfront Vacation Rental",
    "segment_name": "Vacation rentals",
    "description": "Welcome to Seaside Serenity Villas, your ultimate escape to paradise. Nestled along the pristine coastline, our vacation rentals offer a luxurious retreat for those seeking relaxation, adventure, and unforgettable memories. Each villa boasts breathtaking ocean views, stylish interiors, and modern amenities to ensure a comfortable and indulgent stay. Whether you're seeking a romantic getaway, a family vacation, or a group retreat, Seaside Serenity Villas provides the perfect setting for your dream vacation.",
    "price": 3000,
    "status": "Rent",
    "area": "2000 sq ft",
    "location": "Sunny Shores Beach",
    "facilities": [
      "living room",
      "beach access",
      "terrace",
      "BBQ area",
      "healthcare services"
    ]
  },
  {
    "id": 7,
    "cover_image": "https://i.ibb.co/2ZnLgdL/img4.jpg",
    "estate_title": "Luxury Retirement Villa",
    "segment_name": "Senior living communities",
    "description": "Welcome to Tranquil Meadows Senior Living, where retirement is a vibrant and fulfilling journey. Situated amidst peaceful surroundings and lush greenery, our community offers a warm and inviting atmosphere for seniors seeking comfort, companionship, and care. With a range of amenities and services tailored to promote wellness and independence, Tranquil Meadows is dedicated to enriching the lives of our residents and providing a supportive environment where they can thrive.",
    "price": 1000000,
    "status": "Sale",
    "area": "2500 sq ft",
    "location": "Golden Oaks Retirement Village",
    "facilities": [
      "bedroom",
      "swimming pool",
      "fitness center",
      "restaurant",
      "terrace"
    ]
  },
  {
    "id": 8,
    "cover_image": "https://i.ibb.co/D9hXqN6/img5.jpg",
    "estate_title": "Downtown Loft Apartment",
    "segment_name": "Apartments",
    "description": "Welcome to Urban Heights Lofts, where contemporary urban living meets industrial-chic design. Located in the heart of the bustling downtown district, our loft apartments offer a unique blend of sophistication, style, and convenience. Each unit features open-concept layouts, high ceilings, exposed brick walls, and expansive windows that provide stunning views of the city skyline. With an array of modern amenities and proximity to dining, entertainment, and cultural attractions, Urban Heights Lofts redefine downtown living.",
    "price": 1200000,
    "status": "Sale",
    "area": "1800 sq ft",
    "location": "Art District",
    "facilities": [
      "living room",
      "rooftop terrace",
      "gym",
      "parking",
      "security"
    ]
  },
  {
    "id": 9,
    "cover_image": "https://i.ibb.co/QpV1k7F/img6.jpg",
    "estate_title": "Family-friendly Apartment Complex",
    "segment_name": "Apartments",
    "description": "Welcome to Harmony Haven Apartments, where family-friendly living meets modern comfort. Nestled in a peaceful residential neighborhood, our apartments offer a safe and inviting environment for families of all sizes. With spacious floor plans, abundant natural light, and a range of amenities, Harmony Haven is the perfect place to call home for families looking for convenience, community, and quality living.",
    "price": 3000,
    "status": "Rent",
    "area": "1500 sq ft",
    "location": "Suburban Haven",
    "facilities": [
      "living room",
      "playground",
      "spa",
      "security",
      "rooftop terrace"
    ]
  }
]
